---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayNodes
source: html/771581f1-b3c6-b9b0-8a77-47d4c97a0b88.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayNodes Property

"Nodes"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceDisplayNodes { get; }
```